Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Ask your doctor or pharmacist for help in reading the label for the amount to take and how often to take it. • Your doctor may recommended taking over the counter medicine for cough and runny nose. • Get plenty of rest. • Drink at least 8 to 10 glasses of fluids each day such as water, broth or sports drinks such as Gatorade or Powerade. • If you have vomiting or diarrhea: • Drink plenty of fluids. Take small sips throughout the day to ease nausea. • Eat foods such as toast, rice, crackers, applesauce, bananas or low sugar dry cereals. • Use a cool-mist humidifier to ease breathing. • Stay away from others as much as possible to prevent the spread of the flu. • Wash your hands with soap and water, scrubbing for at least 20 seconds. Wash before eating, after using the toilet, and after coughing, sneezing or blowing your nose. If you do not have soap and water, you can use hand sanitizer that has at least 60% alcohol. • Cough or sneeze into the bend of your arm, not your hands. • If you have a tissue, cover your mouth and nose when you cough or sneeze. Throw the tissue away, and then wash your hands. Call your doctor right away if you have: Influenza. Russian.
ru: Попросите врача или фармацевта прочитать вам этикетку с указанием дозировки и частоты приема. • Врач может порекомендовать вам принимать лекарства от кашля и насморка, отпускаемые без рецепта. • Старайтесь побольше отдыхать. • Ежедневно выпивайте не менее 8–10 стаканов жидкости (воды, бульона или спортивных напитков, таких как Gatorade или Powerade). • Если у вас рвота или диарея: • Пейте много жидкости. Пейте небольшими глотками в течение дня, чтобы облегчить тошноту. • Ешьте тосты, рис, крекеры, яблочное пюре, бананы или хлопья с низким содержанием сахара. • Для облегчения дыхания используйте рассеивающий увлажнитель воздуха. • Чтобы предотвратить распространение гриппа, сведите к минимуму контакты с другими людьми. • Тщательно мойте руки с мылом не менее 20 секунд перед едой, после туалета, а также после кашля, чихания и сморкания. Если мыло и вода недоступны, используйте дезинфицирующее средство для рук с содержанием спирта не менее 60%. • Когда кашляете или чихаете, прикрывайте рот рукавом, а не руками. • Если у вас есть бумажные платки, прикрывайте рот ими. После использования выбросьте платок и вымойте руки. Немедленно позвоните врачу, если у вас:

source: • Chest pain or a deep cough with yellow or green mucus. • Trouble breathing. The flu can cause pneumonia. • Severe neck pain or stiffness. • Trouble thinking clearly. • A fever that lasts more than 3 to 4 days or your temperature is over 100.4 degrees F or 38 degrees C. • A temperature that keeps getting higher, even after taking medicine for it. • Vomiting or diarrhea that lasts more than one day. • Ear pain. • Coughing that will not stop and it is hard to breathe. People with other health problems can have more serious complications from the flu. If you have concerns, contact your doctor. Seasonal Flu Vaccine • Talk to your doctor about whether you should get the seasonal flu vaccine each year. • Your doctor can explain who cannot get a flu vaccine. • The flu shot cannot cause the flu. You may have mild side effects from the shot, such as arm soreness, a slight fever and muscle aches. • Contact your doctor or local health clinic for information about when and where to get a flu shot. © 2005 - December 1, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Influenza. Russian.
ru: • Боль в груди или глубокий кашель с желтой или зеленой мокротой. • Затрудненное дыхание. Грипп может вызвать пневмонию. • Сильная боль или скованность в шее. • Проблемы с ясностью мышления. • Высокая температура более 3–4 дней, или если температура выше 38 °C (100,4 °F). • Температура продолжает повышаться даже после приема жаропонижающих лекарств. • Рвота или понос длится более 1 дня. • Боль в ушах. • Непрекращающийся кашель и затрудненное дыхание. У людей с уже имеющимися проблемами со здоровьем могут возникнуть серьезные осложнения гриппа. Если у вас есть опасения, обратитесь к врачу. Вакцина против сезонного гриппа • Проконсультируйтесь с врачом, следует ли вам ежегодно делать прививку от сезонного гриппа. • Врач скажет, кому нельзя делать прививку от гриппа. • Прививка от гриппа не может вызвать грипп. У вас могут появиться слабые побочные эффекты от прививки, такие как боль в руке, небольшое повышение температуры и боль в мышцах. • Чтобы узнать, когда и где можно сделать прививку, обратитесь к врачу или в ближайшую поликлинику. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Irritable Bowel With irritable bowel syndrome, or IBS, the colon, also called the large intestine or large bowel, is more sensitive than normal. The colon overreacts to medicines, food such as chocolate, milk products, alcohol, caffeine and stress. It is seen in men and women but it is more common in women, and it often occurs in people under age 45. Signs of IBS • Cramping pain • Gas • Bloating • Constipation • Diarrhea • Mucus with bowel movements Your Care IBS is often diagnosed after checking for other illnesses. You may have: • An exam • Lab tests of blood and stool • A test to look inside the colon Irritable Bowel Syndrome (IBS). Russian.
ru: кишечника (СРК) Syndrome (IBS) При синдроме раздраженного кишечника повышается чувствительность ободочной кишки. Кишечник остро реагирует на лекарства, шоколад, молочные продукты, алкоголь, кофеин и стресс и пр. СРК наблюдается у мужчин и женщин, но чаще встречается у женщин. Средний возраст заболевших — до 45 лет. Симптомы СРК • Спазмы и боль в животе • Повышенное газообразование • Вздутие живота • Запор • Понос • Слизь в каловых массах Лечение СРК зачастую диагностируют в ходе обследований на другие заболевания, например во время: • Медицинского осмотра • Лабораторных анализов крови и кала • Обследования внутренней поверхности кишечника

source: It may take some time, but you will find the ways that work best to manage your IBS. You may need to: • Avoid the medicines, food and stress that worsen your signs. • Eat a high fiber diet. High fiber foods include wheat bran, whole grain breads and cereals, peas and beans, nuts, and fresh fruits and vegetables. • Take medicine to decrease colon cramping. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Irritable Bowel Syndrome (IBS). Russian.
ru: Возможно, потребуется время, чтобы определить, какое лечение лучше всего подходит именно вам. Рекомендации: • Избегайте стресса, лекарств и продуктов, усугубляющих симптомы. • Принимайте пищу с высоким содержанием клетчатки: пшеничные отруби, хлеб и крупы из необработанного зерна, горох и бобы, орехи, свежие фрукты и овощи. • Принимайте лекарства для уменьшения кишечных спазмов. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Kidney Your kidneys have an important job. They remove wastes and extra fluid from the blood in your body. This waste and extra fluid is removed from your body through your urine. If your kidneys are not working as they should, or the waste builds up in your body, it can make you sick. This can also be called kidney failure. With kidney failure, the kidneys cannot get rid of the body’s extra fluid and waste. This can happen because of disease or damage from an injury. The kidneys: • Get rid of excess water and waste products • Adjust the fluid and chemicals needed by the body • Control blood pressure • Control the hormones in the body that make new red blood cells The kidneys take excess water and waste products from the blood and turn it into urine. Urine is then passed out of the body. Most people have 2 kidneys. A person can live a healthy life with one kidney. There are 2 kinds of kidney failure, often called acute and chronic when referring to kidney disease. Kidney Ureter Bladder Kidney Failure. Russian.
ru: Failure Почки выполняют важную функцию. С мочой они выводят из организма отходы жизнедеятельности и лишнюю жидкость. Если почки работают плохо или в организме накапливаются отходы, ваше самочувствие может ухудшиться. Такое состояние называется почечной недостаточностью. При почечной недостаточности почки не могут избавиться от лишней жидкости и продуктов жизнедеятельности организма. Это может произойти вследствие болезни или повреждения в результате травмы. Почки: • Удаляют лишнюю воду и продукты жизнедеятельности организма • Регулируют количество жидкости и химических веществ, необходимых организму • Контролируют кровяное давление • Контролируют гормоны в организме, которые вырабатывают новые красные кровяные тельца Почки удаляют лишнюю воду и продукты жизнедеятельности организма из крови и превращают их в мочу. Затем моча выводится из организма. У большинства людей две почки. Человек может жить без ущерба для здоровья с одной почкой. Существуют два вида почечной недостаточности: острая и хроническая. Мочеиспускатель- ный канал Urethra

source: Acute Kidney Failure Acute kidney failure is a sudden loss of kidney function that happens within hours or days. Causes may include: • Severe infections • Severe burns • Injury to or blockage of the blood flow to the kidneys • Some medicines, and alcohol or drug abuse • Low blood pressure • Blockage in the urinary tract • Heart failure The kidneys can often get better when the cause of the problem is found and treated. Dialysis may be needed to help remove waste from the body until the kidneys are working again. Chronic Kidney Failure Chronic kidney failure occurs when the kidneys slowly lose their function. It is a lifelong disease that does not get better. Causes of kidney failure may include: • Diseases such as diabetes, high blood pressure, and heart disease • Kidney stones • Blockage or problems in the urinary tract • Lupus, an autoimmune disease • Scleroderma, a skin and connective tissue disorder • Chronic infections, which is infection that is ongoing or keeps coming back Kidney Failure. Russian.
ru: Острая почечная недостаточность Острая почечная недостаточность — это внезапная утрата почечной функции, которая происходит в течение нескольких часов или дней. Возможные причины: • Тяжелые инфекционные заболевания • Сильные ожоги • Травма или нарушение проходимости сосудов почек • Некоторые медикаменты, а также злоупотребление алкоголем или наркотиками • Низкое кровяное давление • Нарушение проходимости мочевыводящих путей • Сердечная недостаточность Состояние почек часто улучшается, если удалось определить и устранить причину проблемы. Пока почки снова не заработают надлежащим образом, может потребоваться диализ для удаления из организма отходов жизнедеятельности. Хроническая почечная недостаточность Хроническая почечная недостаточность возникает, если почки медленно теряют свою функцию. Это заболевание, которое продолжается всю жизнь, и при этом человеку не становится лучше. Возможные причины: • Заболевания, например диабет, высокое давление, сердечно-сосудистые болезни • Камни в почках • Нарушение проходимости или другие проблемы в мочевыводящих путях • Волчанка (аутоиммунная болезнь) • Склеродермия (заболевание кожи и соединительной ткани) • Хронические инфекционные заболевания, которые не проходят или периодически возвращаются

source: • Some medicines taken over time for other conditions, and alcohol or drug abuse Signs of chronic kidney failure include: • Swelling in the body, such as hands, face, legs, and/or feet • Changes in how often you need to urinate • Feeling very tired or weak • Headache and confusion • Nausea or vomiting • Loss of appetite • Feeling short of breath • Itchy skin There is no cure for chronic kidney failure. It is treated with diet changes, fluid limitations, medicines, and lifestyle changes. When the kidneys lose most of their function, called end-stage renal failure, dialysis is needed several days a week. End-stage renal failure or disease affects your whole body. It can cause serious heart, bone, lung, blood, and brain problems. A kidney transplant may also be a treatment option. Talk to your doctor or nurse if you have any questions or concerns. © 2008 − October 25, 2022, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Kidney Failure. Russian.
ru: • Некоторые медикаменты, которые длительное время принимаются для лечения других заболеваний, а также злоупотребление алкоголем или наркотиками Симптомы хронической почечной недостаточности: • Опухание частей тела: рук, ног, лица • Изменения в частоте мочеиспускания • Сильная усталость или слабость • Головная боль и чувство замешательства • Тошнота или рвота • Потеря аппетита • Одышка • Зуд на коже Полностью излечиться от хронической почечной недостаточности невозможно. Заболевание можно контролировать, изменив питание, образ жизни, ограничивая прием жидкостей и принимая лекарства. Когда почки утрачивают большую часть своих функций (это называется терминальной стадией почечной недостаточности), необходимо проведение диализа несколько раз в неделю. Терминальная стадия почечной недостаточности влияет на весь организм. Она может вызвать серьезные проблемы с сердцем, костями, легкими, кровью и мозгом. Одним из вариантов лечения может быть пересадка почек. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Know the Signs Learn the signs of labor so that you know when to call your doctor and go to the hospital for delivery. Mucus plug Some women have a release of cervical mucus that may have a slight pink color, or blood-tinged. This is called passing a mucus plug or a bloody show. This may be a sign that your body is preparing for delivery, but you do not need to call your health care provider. Rupture of membranes (water breaks) Rupture of membranes is the medical term for your water breaking. This is your amniotic fluid. It can be a gush or a slow trickle and should be a clear, slightly yellow color. Often, a woman will go into labor soon after her water breaks. If this doesn’t happen, your health care provider may talk with you about helping your labor along with medicine. If you think your water has broken, call your doctor and go to the hospital. Do not take a bath or put anything into your vagina. You may wear a pad. Know the Signs of Labor. Russian.
ru: родов of Labor Ознакомьтесь с признаками начала родов, чтобы вы знали, когда звонить врачу и ехать в больницу рожать. Слизистая пробка У некоторых женщин из шейки матки выделяется слизь розового или кроваво- красного оттенка. Это называется отхождением слизистой пробки. Это может быть признаком того, что ваше тело готовится к родам, но вам нет необходимости звонить в роддом. Разрыв околоплодных оболочек (отход вод) Разрыв околоплодных оболочек — медицинский термин, обозначающий отход вод. Околоплодные воды должны быть прозрачными со слегка желтоватым оттенком и могут отходить как в виде потока, так и медленной струйкой. Часто после отхода вод у женщины начинаются схватки. Если этого не происходит, врач может назначить медикаментозную стимуляцию родов. Если у вас отошли воды, позвоните врачу и направляйтесь в роддом. Не принимайте ванну и ничего не вводите во влагалище. При необходимости используйте прокладку.

source: Contractions Contractions are the tightening and relaxing of muscles in the uterus. When labor starts, these muscles tighten and relax at a regular pace. They will get closer together and stronger, letting your body know that your baby is about to be born. Sometimes, these muscle contractions are not regular, and they start and stop. They do not seem to get stronger and closer together, but stay about the same intensity. Your health care provider may describe these contractions as Braxton-Hicks or signs of false labor. These contractions are normal but can be uncomfortable. False Labor Contractions • Contractions are not regular • Contractions stay about the same • Contractions go away while resting True Labor Contractions • Contractions happen at regular times apart • Contractions get stronger and closer together • Contractions keep going while lying down If you can no longer walk or talk through contractions, call your health care provider. Know the Signs of Labor. Russian.
ru: Схватки Схватки — это сжатие и расслабление мышц матки. Когда начинаются роды, схватки происходят регулярно. Схватки будут сильнее и чаще, давая понять, что ребенок скоро родится. Иногда сокращение мышц происходит нерегулярно: оно то начинается, то прекращается. Схватки не становятся сильнее или чаще, а их интенсивность остается примерно одинаковой. Это называется схватками Брэкстона-Хикса или ложными схватками. Это нормально, однако может вызывать дискомфорт. Ложные схватки • Схватки происходят нерегулярно • Интенсивность схваток примерно одинакова • Схватки прекращаются во время отдыха Истинные схватки • Схватки происходят регулярно • Они становятся сильнее и происходят чаще • Схватки продолжаются в положении лежа Свяжитесь с врачом, если во время схваток вы не можете ходить или разговаривать.

source: 5-1-1 Rule If contractions are happening every 5 minutes for the past hour and are at least 1 minute long, then you should go to the hospital. You may need to go sooner than ‘5-1-1.’ Call your doctor or midwife if you: • Vomit with contractions • Feel rectal pressure • Are unable to walk or talk through contractions • Think your water has broken • Have vaginal bleeding • Tested positive for Group B Strep and need time to get antibiotics at the hospital • Progress quickly (Call 911 and get into a side-lying position if you are having an extremely fast labor!) Before 37 Weeks If you are having regular contractions (4 to 6 in one hour) before 37 weeks of pregnancy, call your health care provider right away. Talk to your doctor or midwife if you have any questions or concerns. Your doctor or midwife may give you different instructions. © 2005 - January 29, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Know the Signs of Labor. Russian.
ru: Правило 5-1-1 Если в течение последнего часа схватки происходят каждые 5 минут и длятся не менее 1 минуты, вам нужно ехать в роддом. Возможно, в роддом придется ехать до того, как сработает правило 5-1-1. Позвоните врачу или акушерке, если: • Схватки сопровождаются рвотой • Имеется ощущение ректального давления • Во время схваток вы не можете ходить или разговаривать • У вас отошли воды • У вас вагинальное кровотечение • У вас стрептококк группы B и в роддоме потребуется время для приема антибиотиков • У вас высокая частота схваток. Если у вас стремительные роды, позвоните по тел. 911 и примите положение лежа на боку! До 37 недель Если у вас начались регулярные схватки (от 4 до 6 за час) до наступления 37 недели беременности, немедленно свяжитесь с врачом. Если у вас есть вопросы или опасения, обратитесь к врачу или акушерке. Они дадут вам рекомендации. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: LEEP (Loop Electrosurgical Loop Electrosurgical Excision Procedure, or LEEP, is a procedure to remove tissue from the cervix that is not normal and may lead to cancer. The cervix is the opening of the uterus (womb) and is located at the top of the vagina. LEEP is usually done in the doctor’s office or clinic. How to Prepare • Two days before the procedure, avoid sex and do not use creams in or around the vagina. • Do not douche. • Take an over-the-counter pain medicine 2 hours before the procedure. Ibuprofen (Advil, Motrin) and acetaminophen (Tylenol) are options. Ovary Ovary Ovary CervixCervix Cervix LEEP. Russian.
ru: эксцизия матки Excision Procedure) Петлевая эксцизия шейки матки — это процедура удаления патологических тканей шейки матки, которые могут привести к раку. Шейка матки является входным отверстием матки и расположена в верхней части влагалища. Петлевая эксцизия шейки матки проводится в кабинете врача или клинике. Подготовка • За два дня до процедуры воздержитесь от вагинального секса, не вводите кремы во влагалище и не наносите их вокруг него. • Не делайте спринцевание. • За 2 часа до процедуры примите безрецептурное обезболивающее, например ибупрофен (Адвил, Мотрин) или ацетаминофен (Тайленол). ФаFлaлоllпoиpеiвaаn т рTуuбаbe FalFloapilalon pTuiabne Tube МUаtтeкrаus Uterus Uterus ВVлaаgгаiлnиaще Vagina Vagina ПLоaлbоiвaые губы Labia Labia
